/* Cancel Button */
"Cancel" = "Peruuta";

/* Email app name */
"Mail" = "Mail";

/* Users photo library */
"Camera Roll" = "Kameran rulla";

/* Text field to enter a description */
"Add a description" = "Lisää kuvaus";

/* Text messages app name */
"Message" = "Viestit";

/* Share photo or video button */
"Share post" = "Jaa julkaisu";

/* Select a location button */
"Tag a location" = "Merkitse sijainti";

/* Share Title */
"Share" = "Jaa";

/* Preparing Title */
"Preparing..." = "Valmistellaan...";
